import React from 'react';

const ProtocolPage = props => {
    return (
        <div className='protocol-page'>
        <h1 className="title">千聊平台服务协议</h1>
            <p>根据《中华人民共和国网络安全法》、《网络交易管理办法》、《中华人民共和国合同法》等法律法规的要求，制定本协议。本协议，是千聊（指广州沐思信息科技有限公司、广州思坞信息科技有限公司及相关关联公司，下同）与您（指千聊直播间创建人、管理员、讲师，下同）之间就千聊平台（指千聊运营的包括千聊APP、千聊H5版、千聊微信小程序、千聊网站等，下同 ）使用事宜达成的具有法律效力的协议，您应仔细阅读并充分理解本协议后点击“同意”按钮；您应当清楚，当您点击“同意”按钮后，即表示您与千聊签订本协议并生效，您在使用千聊平台产品及服务过程中不得违反本协议的约定。</p>
            <h6>第一条 总则</h6>
            <p>1.1.	如果您是中华人民共和国(下称"中国")公民，您须年满18周岁；如果您非中国公民，您须达到您所在地成年人的法定年龄。在充分理解本协议各项条款的意思及法律后果后，才能点击确认接受本协议。</p>
            <p>1.2.	您根据千聊平台注册要求及规则，在千聊合法经营的千聊平台（以下简称"平台"）上申请成为千聊平台的直播间创建人、管理员、课程讲师，为千聊平台用户提供在线音频/视频课程内容的直播/录播服务，您在千聊平台提供服务期间均应视为协议期内。千聊不事先审核前述被上载的、由您参与、编辑、制作的音频/视频内容，也不主动对该等音频/视频进行任何编辑、整理、修改、加工，但经千聊审核发现您上传、直播的内容或行为不符合本协议要求或平台规范的，千聊有权对您所上传、直播的内容进行删除、屏蔽处理，如情节严重的，甚至进行关闭直播间、查封账号等处理措施。</p>
            <p>1.3.	签署本协议前，您已充分了解千聊平台之各项规则及要求，且有条件及有能力、资格履行本协议约定的直播间管理人或讲师的职责及义务。本协议对您构成有效的、带有约束力的、可强制执行的法定义务，您对本协议下所有条款及定义等内容均已明确知悉，并无疑义。</p>
            <p>1.4.	您承诺并声明在为千聊平台提供服务时符合所在地法律的相关规定，不得以履行本协议名义从事其他违反中国及所在地法律规定的行为。</p>
            <p>1.5.	您明确了解并同意您是消费者保障服务的责任主体，千聊仅向您提供相关技术支持及服务，除法律有明文规定外，不对您向消费者提供的消费者保障服务内容承担任何保证责任。若发生消费者主张付费课程与描述不符、付费课程存在质量问题等情形，您应积极与其沟通协商并保证其权益，对其因前述问题提出的退款要求，您应积极处理。</p>
            <p>1.6.	您与千聊不构成任何劳动法律层面的雇佣、劳动、劳务关系，千聊无需向您支付社会保险金和福利。</p>
            <p>1.7.	根据相关网络安全法律法规规定，每日00:00至07:00时为平台禁言时段，千聊平台的直播间服务开放时间为每日07:00至24:00时，您仅可在平台开放时间进行课程的直播、上传操作，平台禁言期间将关闭课程的直播、上传功能。</p>
            <p>1.8.	千聊平台作为知识分享平台，您应当清楚，您在直播间内直播、上传的内容，仅允许是教学类音视频等内容，千聊平台不允许直播、上传非教学类音视频等内容，否则，千聊平台有权下架、删除您直播、上传的内容。</p>
            <h6>第二条 信息真实及隐私保护</h6>
            <p>2.1.	您在申请使用千聊平台产品服务时，必须向千聊平台提供真实、准确、完整有效的个人资料，如个人资料提供不准确、不真实、不合法、不详尽或有任何变动的，必须及时更新或修改。同时您应根据相关法律法规、行政规章的要求完成实名验证。因您提供个人资料过期、伪造、不准确、不真实、不合法、不完整而引发的一切后果由您承担，且千聊有权要求您更改真实有效的信息，或对您的账户、直播间进行关闭、停止使用，并冻结您的收益。</p>
            <p>2.2.	您注册的账号和密码（含第三方登录账号如微信号、微博号等）是您接受平台服务的唯一身份凭证，由您自行负责保管并设置密码，禁止赠与、借用、租用、转让或者售卖。如因黑客行为或您的保管疏忽导致账号、密码遭他人非法盗取、使用或遭受损失，千聊不承担任何责任；如给他人造成损害或遭受行政机关处罚的，应全部由您承担；如给千聊造成损害，则您应予赔偿。</p>
            <p>2.3.	请您注意在使用千聊平台产品中勿透露自己的各类财产账户、银行卡、信用卡、第三方支付账户及对应密码等重要资料，否则由此带来的任何损失由您自行承担。</p>
            <p>2.4.	您在使用千聊平台时不可将个人隐私、商业秘密、国家机密等不得公开的信息发表、上传至千聊平台，也不可将该等信息通过千聊平台的服务传播给其他人。若您的行为引起的隐私泄漏，由您自行承担责任。</p>
            <p>2.5.	千聊平台在提供服务时可能会搜集您的信息，通常信息仅限于您的姓名、性别、年龄、出生日期、身份证号、家庭住址、教育程度、公司情况、所属行业、兴趣爱好等，您同意千聊平台的上述行为。</p>
            <p>2.6.	千聊平台尽力保护用户隐私，保证不对外公开或向第三方提供单个用户的注册资料及用户在使用网络服务时存储在千聊平台的非公开内容，但就下列相关事宜的发生，千聊不承担任何法律责任：</p>
            <p>（1）千聊根据法律规定或相关政府、司法机关的要求提供您的个人信息；</p>
            <p>（2） 由于您将用户密码告知他人或与他人共享注册帐户，由此导致的任何个人信息的泄漏，或其他非因千聊原因导致的个人信息的泄漏；</p>
            <p>（3） 任何由于黑客攻击、电脑病毒侵入造成的信息泄漏；</p>
            <p>（4） 因不可抗力导致的信息泄漏。</p>
            <h6>第三条 千聊的权利和义务</h6>
            <p>3.1.	千聊有权制定平台规则，有权对您进行管理和监督，有权根据运营情况对相应规则作出调整和变更，您对此表示理解和同意。 </p>
            <p>3.2.	 千聊有权根据法律法规、行政文件、平台规则、本协议的约定或者相关部门的要求对您上传、直播的内容进行合法合规性审查。如果您的内容存在违法、违规、侵害千聊或第三方合法权益的情形，千聊有权采取停播、删除内容、关闭直播间、注销账号、配合主管部门调查等措施，且您应当对造成的他方损害承担全部赔偿责任。 </p>
            <p>3.3.	千聊有权在您上传、直播的内容流上标注带有千聊logo(或名称)和时间的水印，您需自行根据直播效果做相应调整。 </p>
            <p>3.4.	平台有权对您上传、直播的内容文件进行存储保留，存储保留时间为60天以上。 </p>
            <p>3.5.	您同意千聊使用您的名称(包括但不限于您真实姓名、笔名、网名、曾用名、公司名、企业商号等及任何代表您身份的文字符号)、肖像(包括但不限于真人肖像及卡通肖像等)进行千聊及千聊平台的各类宣传和推广。 </p>
            <p>3.6.	您同意千聊有权在您使用千聊平台产品及服务的过程中以各种方式投放商业性广告、非商业性广告、其他任何类型的商业信息和非商业信息，您必须予以配合，且千聊无需要支付任何对价，但应尽量减小给您造成的不利影响。 </p>
            <p>3.7.	千聊负责向您提供可进行音频/视频课程直播、录播分享的平台，并提供平台技术服务支持。但千聊不担保网络服务一定能满足您的任何要求，不担保网络服务时刻通畅，不担保网络服务的及时性、安全性、准确性。 </p>
            <p>3.8.	平台将通过网页公告、平台消息推送、电子邮件、手机短信、微信或常规信件传送等方式与您联系或发送相关通知。该等通知于发送之日即视为已送达。 </p>
            <p>3.9.	鉴于网络服务的特殊性，您同意千聊有权随时变更、中断或终止部分或全部的平台服务，如变更、中断或终止平台服务而造成任何损失，千聊无需对您或任何第三方承担任何责任，千聊应尽量在变更、中断或终止服务之前事先以公告、邮件或系统弹窗等形式通知您。 </p>
            <p>3.10. 千聊平台不保证为向您提供便利而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由千聊实际控制的任何网页上的内容，千聊不承担任何责任。</p>
            <h6>第四条 您的权利和义务</h6>
            <p>4.1. 您承诺不会因履行本协议损害第三方合法利益或违反中国及您所在地区的法律、法规、规范性规定等，您接受并履行本协议不违反任何对您有约束力的法律文件，亦不会使千聊因您的任何使用平台的行为而对任何第三方承担任何责任。 </p>
            <p>4.2.	您应自行承担进行平台服务所需要的网络、支持视频和语音的设备(包括但不限于电脑、麦克风、视频装置等硬软件)等条件以及费用(包括但不限于为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费)，并自行保证课程内容的图像和语音质量的清晰、稳定。 </p>
            <p>4.3.	您在本平台提供音频/视频课程服务和在本平台上发布的所有信息、资讯、言论等均不得涉政、涉枪、涉毒、涉暴、涉黄或其他含有任何违反中国法律、法规及规范性规定的内容，包括但不限于危害国家安全、淫秽色情、虚假、诽谤、恐吓骚扰他人、侵犯他人知识产权、商业秘密或其他合法权益以及有违社会公序良俗的内容或指向上述内容的方式。如您是中华人民共和国军人、警察、国家工作人员等特殊类公职人群，因人群工作的特殊性，需遵守相关部门及国家的相关规定和要求，千聊有权根据相关部门及国家的相关规定和要求拒绝为您提供平台产品及服务。 </p>
            <p>4.4.	您在使用千聊平台产品及服务时，必须向千聊提供准确的用户个人资料，如您提供资料不实，千聊有权拒绝提供产品及服务；如您个人资料有任何变动，必须及时更新并通知千聊进行审核。如因您提供的个人资料等不实而造成任何损失，由您自已承担全部责任和损失。 </p>
            <p>4.5.	为保证您提交的用户信息的真实性，您须配合平台进行人工或者系统认证，在认证过程中需要配合人工或者系统认证指令完成相关内容或者操作。在审核人员认定您与所提交的资料为同一人且满足平台认证要求后，予以通过认证；但即便千聊通过了您的认证，依然不能免除您对所提交的信息所应承担的真实性、准确性、完整性的担保责任。 </p>
            <p>4.6.	您承诺遵守诚实信用原则，不扰乱千聊平台的正常秩序，未经千聊同意不发布与所上传、直播课程无关的商业广告，不从事与在线音视频课程表演无关的活动。</p>
            <p>4.7.	您应认真详细填写课程介绍等信息，或至少在课程直播开始前10分钟，完成直播预告的内容填写，包括课程主题、课程封面、直播概要等，内容须符合"内容运营规范"，用词必须符合《广告法》的规定；如千聊对您的直播预告审核不通过，千聊将暂停您的直播；如你实际上传、直播的内容与课程介绍信息、直播预告的内容不符，或违法了平台"课程行为规范"的，千聊有权停止您的直播，或删除您上传、直播的内容。 </p>
            <p>4.8.	您应当全面、真实、准确、及时地披露课程相关信息，保障学员的知情权和选择权，不得以虚构交易、编造用户评价等方式进行虚假或者引人误解的商业宣传，欺骗、误导消费者；您应保持课程内容与课程主题一致，包括但不限于：话题/系列课的主题、标题、介绍、宣传与实际开课内容一致、直播间内容与所选择领域标签一致等，否则，千聊有权在核实情况后对您的直播间进行降权处理。初次发现，千聊将冻结直播间3天无法正常创建话题/系列课；若多次触犯（【3】次及以上）则永久剥夺直播间使用资格。</p>
            <p>4.9.	您应遵循诚实信用原则，在约定开课时间准时开课，如有特殊情况，请至少提前2小时在您的听众可能接触的渠道广泛发布延期开课声明，否则，千聊将向您发出"按时开课"的通告并冻结该直播间提现通道。对于收费课程，若您的直播间连续7天无法正常创建话题/系列课，千聊将在核实情况后，对已购买相关课程的用户进行全额系统退费，退费将全部由您承担。若您多次（【3】次及以上）作出上述行为，千聊将对直播间及其所有者作拉黑处理，永久剥夺您的直播间使用资格。</p>
            <p>4.10. 在用户已购买或报名课程情况下，您应按约定时间开课并永久保留该课程在千聊平台上，供已购买用户回放；若您对课程进行恶意删除的，或对报名用户进行恶意拉黑、导致用户无法正常进入课程页面听课的，一经发现，将即时永久封禁该直播间。若付费话题发生上述情况，您应承担用户的全部退费需求，千聊将会对该直播间提现通道进行冻结，并在若干个工作日内将对应款项退予购买相关课程的用户。</p>
            <p>4.11. 未经千聊书面同意，您不得在任何场合以任何形式(包括但不限于文字、语音、视频、图片等)提及第三方竞争平台的相关信息，不得引导千聊平台现有用户、其他主播或千聊员工进入其他第三方竞争平台或为其提供任何服务、信息或便利。 </p>
            <p>4.12. 您应当谨慎添加直播间管理员，所有您的直播间管理员（包含直播间创建人）所作出的行为均视为您行为，均应遵守本协议的约定，并由您按照本协议的约定承担责任。</p>
            <p>4.13. 千聊只提供平台服务，如您自行与工作室、经纪公司或其他第三方机构签订合约关系，因此所产生的纠纷，均与千聊无关，千聊将不承担任何责任。 </p>
            <p>4.14. 您在千聊平台上直播、上传的内容应当符合"内容运营规范"，即您应保证您所制作、复制、发布、传播的信息内容遵循《中华人民共和国宪法》、《著作权法》、《互联网信息服务管理办法》、《互联网直播服务管理规定》、《互联网文化管理暂行规定》、《网络表演经营活动管理办法》等法律、法规、规范性文件，以及"九不准""七底线"之规定，不得有以下情况： </p>
            <p>4.14.1. 危害国家安全、公共安全类包括且不限于:</p>
            <p>①　违反宪法确定的基本原则的；</p>
            <p>②　危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
            <p>③　损害国家荣誉和利益的；</p>
            <p>④　煽动民族仇恨、民族歧视、破坏民族团结的；</p>
            <p>⑤　破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
            <p>⑥　散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
            <p>⑦　散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
            <p>⑧　煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；</p>
            <p>⑨　侮辱或者诽谤他人，侵害公民个人隐私等其他合法权益的；</p>
            <p>⑩　以非法民间组织名义活动的；</p>
            <p>⑪　诱导未成年人违法犯罪和渲染暴力、色情、赌博、恐怖活动的；</p>
            <p>⑫　危害社会公德、损害民族优秀文化传统的；</p>
            <p>⑬　含有中国法律、行政法规以及任何具有法律效力之规范所限制或禁止的其它内容的。</p>
            <p>4.14.2.	违反国家法律法规类包括且不限于：</p>
            <p>①　展示毒品样品、表演及传播毒品吸食或注射方式、讲解毒品制作过程等一切与毒品相关的内容；</p>
            <p>②　组织、宣传、诱导用户加入传销（或有传销嫌疑）的机构；</p>
            <p>③　任何与诈骗或涉嫌诈骗有关的行为；</p>
            <p>④　与赌博或涉嫌赌博有关的任何活动。</p>
            <p>4.14.3.	威胁生命健康类包括且不限于：</p>
            <p>①　禁止播放一切暴力、血腥、大尺度内容，包括但不仅限于影视、游戏、体育赛事、演唱会等。</p>
            <p>②　危害他人人身安全的内容。</p>
            <p>③　表演危害自身安全的内容，如自残、自杀等。</p>
            <p>④　出现过分裸露、血腥人体器官等引起观众不适的内容</p>
            <p>⑤　散播人或动物被杀、致残以及枪击、刺伤、拷打等受伤情形的真实画面。</p>
            <p>⑥　出现描绘暴力或虐待儿童等内容。</p>
            <p>⑦　出现吸食毒品、自虐自残等令人不安的暴力画面内容。</p>
            <p>⑧　无资质销售仿真枪、弓箭、管制刀具、气枪等含有杀伤力枪支武器。</p>
            <p>⑨　出现以鼓励非法或鲁莽使用方式等为目的而描述真实武器的内容。</p>
            <p>4.14.4.	色情违规类包括且不限于：</p>
            <p>①　散布淫秽、色情内容，包括但不限于招嫖、寻找一夜情、性伴侣等内容。</p>
            <p>②　发送以色情为目的的情色文字、情色视频、情色音频的内容，但不限于上述形式。</p>
            <p>③　长期发送色情擦边、性暗示类信息内容，以此来达到吸引用户的目的。</p>
            <p>④　以庸俗或挑逗性标题、内容、介绍等吸引用户报名课程的。</p>
            <p>⑤　利用千聊传播非法性药品、性保健品、性用品和性病治疗营销信息等相关内容的。</p>
            <p>⑥　利用千聊发布相关部门禁止传播的色情和有伤社会风化的文字、音视频内容的。</p>
            <p>⑦　其它低俗涉黄行为。</p>
            <p>4.14.5.	侵权或侵犯隐私类内容，包括但不限于以下情形：</p>
            <p>①　擅自使用他人已经登记注册的企业名称或商标、商号，侵犯他人企业名称专用权及商标专用权;</p>
            <p>②　擅自使用他人名称、头像，侵害他人名誉权、肖像权等合法权利;</p>
            <p>③　未经授权发布他人原创内容，侵犯他人知识产权。</p>
            <p>④　未经授权发布他人身份证号码、照片等个人隐私资料，侵犯他人肖像权、隐私权等合法权益。</p>
            <p>⑤　捏造事实公然丑化他人人格，或用侮辱、诽谤等方式损害他人名誉。</p>
            <p>⑥　未经授权发布企业商业秘密，侵犯企业合法权益。</p>
            <p>⑦　未经合法授权，使用他人音乐、字体、图片、视频、设计、素材等知识产品。</p>
            <p>4.15. 您在千聊平台上的直播行为应当符合"课程行为规范"，即您在千聊平台直播过程中，应当遵守如下行为规范： </p>
            <p>①　女讲师服装不能过透过露，不能只穿比基尼及类似内衣的服装或不穿内衣，不能露出内衣或内裤（安全裤）；</p>
            <p>②　女讲师背部的裸露部位不能超过上半部的三分之二以上即腰节线以上；</p>
            <p>③　女讲师下装腰部必须穿到骨盆以上，低腰下装不得低于脐下2cm即不得露出胯骨及骨盆位置，短裙或短裤下摆不得高于臀下线；男讲师不得仅着下装或穿着内裤、紧身裤的服装直播，且裤腰不得低于胯骨；</p>
            <p>④　女讲师胸部的裸露面积不能超过的胸部三分之一，上装最低不得超过胸部三分之一的位置；</p>
            <p>⑤　讲师拍摄角度不得由上至下拍摄胸部等敏感部位，由下至上拍摄腿部、臀部等敏感部位；</p>
            <p>⑥　讲师不得长时间聚焦腿部、脚部等敏感部位；</p>
            <p>⑦　不得进行具有挑逗性或诱导性的表演，包括但不限于：脱衣舞等；特殊舞蹈（钢管舞、肚皮舞）需先联系客服进行报备，报备者需要一定专业素养</p>
            <p>⑧　讲师不得进行带有性暗示的抚摸、拉扯、舔咬、拍打等有暗示动作，或使用道具引起观众对性敏感部位的注意，也不能利用身体上的敏感部位进行游戏，包括但不限于：猜内裤的颜色、猜内衣的颜色、剪丝袜、直播脱/穿丝袜、撕扯或剪衣服等；</p>
            <p>⑨　讲师不得做出有走光风险的动作，包括但不限于弯腰、高抬腿、双腿分开、劈叉、下腰、倒立、频繁切换坐姿等；</p>
            <p>⑩　讲师不得以诱惑、挑逗性质的声音、语言吸引观众，包括但不限于模仿动物发情时的叫声、使用直接或者隐晦性暗示词语；</p>
            <p>11　严禁侵犯、泄露他人隐私的行为。如泄露身份信息，公开他人真实姓名及身份证号、电话号码、家庭住址（用户已公开或授权公开的除外，涉及公共利益的除外）；泄露其它信息，公开他人不愿被知悉的不危害社会的信息，如基因信息、感情史、性取向、病历资料、健康检查资料、生理及心理缺陷、犯罪记录、财产状况、信用卡、电子消费卡、上网卡、上网账号和密码、交易账号和密码、网上购物使用的账号和密码、IP地址、浏览网页的踪迹或活动内容、私生活镜头以及社会关系等（他人可通过合法公开渠道得知的或涉及公共利益的除外）。</p>
            <p>12　严禁主动进行人身攻击的行为。如通过侮辱、诽谤等方式对他人进行人身攻击；通过头像、昵称、课程主题、课程封面、直播概要、评论、发布内容等信息载体发布人身攻击等。</p>
            <p>13　诱导舆论攻击他人的行为。如恶意抹黑、诋毁他人；转播给他人造成损害的不实报道；讨论他人是非或鼓动观众讨论他人是非、发动网络暴力等。</p>
            <p>14　禁止讲师以暴力工具枪支（含仿真枪）、刀具等、赌博工具、性用品、内衣等涉及不雅内容的物品作为表演道具；</p>
            <p>15　在直播过程中严禁穿着或在未经允许的情况下刻意拍摄穿着带有中华人民共和国（包含港澳台）国家机关人员、军队工作制服的内容进行直播，包括但不仅限于警服、军服、城管制服等；直播内容与此相关的情况下，必须先取得所属部门的直播许可，并且联系客服进行报备；身着宗教着装，需先联系客服进行报备；</p>
            <p>16　特殊行业、具有较高专业知识要求的行业(例如：医生、律师等），直播内容与此相关的情况下，需先联系客服进行报备。</p>
            <p>17　严禁播放和宣传涉赌、涉毒、涉黄等违法行为的擦边类直播内容（包括且不限于采访站街女、抓车震、抓野战、大保健等），以及暴力血腥、消极反动、色情的擦边直播内容；</p>
            <p>18　严禁直播任何涉嫌违法行为，包括但不仅限于：展示管制刀具、枪械，猎杀国家保护动物、私自盗掘古文化遗址、古墓葬、电鱼等（如有合法证件，需要联系客服进行报备，超管将对直播内容进行监控）；</p>
            <p>19　严禁直播血腥、暴力、恶心等引起观众视听不适的内容行为（包括但不限于：脚踩动物、用不人道的方式虐待动物，并且正常的烹饪准备需要避免血腥镜头）；</p>
            <p>20　严禁在无任何保障措施下的情况下直播高风险内容或威胁生命健康的内容，高危户外活动、需要专业人士指导的活动需提前报备，取得同意后方可直播；</p>
            <p>21　本平台严禁出现其他直播平台的直播内容；</p>
            <p>22　严禁出现宣传其他直播平台、鼓动观众观看非本平台内容的行为；</p>
            <p>23　严禁以任何形式直播无版权内容；</p>
            <p>24　严禁侵害他人隐私；</p>
            <p>25　严禁在直播过程中出现骚扰、扰乱周围居民的正常生活的行为；</p>
            <p>26　严禁直播任何低俗不良直播内容；</p>
            <p>27　讲师在进行采访、拍摄活动时，应告知参与者正在进行平台的直播，若被拍摄者拒绝进行，应立即停止该行为；</p>
            <p>28　讲师不得使用低俗、违规标题，包括但不限于下列标题："偷拍"、"车震"、"大保健"、"挖坟"等；</p>
            <p>29　严禁直播抽水烟、皮下注射等疑似吸食毒品的行为；</p>
            <p>30　严禁直播任何暴力血腥内容、打架斗殴、上访游行等不和谐行为；</p>
            <p>31　严禁讲师在成人娱乐场所直播，如夜店酒吧大尺度着装、舞蹈等；直播过程中不得言行过激，传播负面情绪，不得出现有违人道主义和道德底线的直播的内容；</p>
            <p>32　严禁在直播过程中做出任何违法擦边或破坏社会公序良俗的行为；</p>
            <p>33　严禁讲师在在无专业安保人员及完善安保措施的情况下展示枪械；</p>
            <p>34　文玩鉴赏类的直播形式必须通过报备，报备者需要一定专业素养，经过相关协会或机构认证的专业人士；</p>
            <p>35　不允许私自播放射击、狩猎等相关直播内容，须获得相关部门许可，或能证明所在场所的专业性，并获得相关部门以及直播场所负责人的直播许可；</p>
            <p>36　进行户外生存类（在非专业场地野外生存、打猎）的内容，需向本平台提供当地机关许可的书面证明以及直播计划书，有此项直播内容的讲师，需提前联系本平台客服，提供相关报备资料，并获得报备通过。</p>
            <p>37　不得捕捉、食用或者售卖受国家法律法规保护的野生动植物，若直播涉及为人工繁育的野生动植物品种，需提前联系本平台客服，提供相关报备资料；</p>
            <p>38　严禁讲师在容易暴露他人隐私的场所进行直播，如洗手间、更衣室等；在进入非公共场所进行直播时，必须征得他人或该单位的同意</p>
            <p>39　禁止播放一切无版权内容：平台禁止播放一切无版权内容，包括但不仅限于影视、游戏、体育赛事、演唱会等。</p>
            <p>40　无意义直播内容：严禁播放无意义直播内容，包括但不限于挂机、讲师无自主行为意识，如睡觉、谩骂而引起不良导向的直播内容等。</p>
            <h6>第五条 知识产权</h6>
            <p>5.1.	千聊平台的网站、网页应用、软件以及内含的商标、标识、文字、图片、视频、音频、软件等元素，千聊享有上述所有内容的知识产权。</p>
            <p>5.2.	您使用千聊平台产品及服务只能在本协议以及相应的授权许可协议授权的范围使用千聊知识产权，未经授权超范围使用的构成对千聊的侵权。</p>
            <p>5.3.	您不得对平台服务涉及的相关网页、应用、软件等产品进行反向工程、反向汇编、反向编译等行为。 </p>
            <p>5.4.	您在千聊平台提供直播服务期间产生的成果(包括但不限于直播视频、音频，及与本协议事项相关的任何文字、视频、音频等，以下统称"直播课程")的知识产权由您享有，责任由您承担。 </p>
            <p>5.5.	您应确保您所上传至千聊平台的知识产品（包括但不限于您所展示的课程内容、课件、音乐、图片、素材、字体、商标、专利等）应为您合法拥有，并且您对该知识产品享有相应的处分权利（包括但不限于信息网络传播权等著作权利以及相应权利的转授权权利），您不得未经他人合法授权将他人的知识产品上传至千聊平台，亦不得对他人的表演（包括他人线下演讲的课程或在线传播的演讲内容）进行直播或转播。千聊有权要求您提交上架知识产品的相关权利凭证，如您拒绝提交或无法提交，千聊有权下架甚至删除您的知识产品。如您违反本协议的约定对第三方造成侵权的，千聊有权立刻下架或删除您上传的侵权知识产品，且您应承担所有的侵权责任；如您的侵权行为导致千聊遭受损失，或需承担连带责任，或被行政机关处罚的，千聊有权在承担相应的责任后按所承担费用的2倍要求您偿还。</p>
            <p>5.6.	您所发布的信息内容存在被千聊及其合作方或者其他使用者进行使用的可能性，因此，您若对该等信息内容不享有相关权利，将可能面临投诉、举报及索赔。相反，若您认为其他用户或第三方发布的信息内容侵犯自己的合法权益，您应自行向该等主体主张权利或向平台反映并提供充分证据，千聊对此不承担任何责任，但将给予必要的协助。</p>
            <h6>第六条 收益及结算</h6>
            <p>6.1.	根据苹果公司政策，用户通过苹果iOS客户端发起的支付（包括课程付费及赞赏、私问、赠礼等支付），苹果公司将收取支付费用的32%作为手续费，该费用由苹果公司收取，并由苹果公司自动扣除，实际收取情况以苹果公司的政策为准，与千聊无关。</p>
            <p>6.2.	根据微信平台的支付规则，用户通过微信平台发起的支付（包括课程付费及赞赏、私问、赠礼等支付），微信平台将收取支付费用的0.6%-2%作为手续费，该费用由微信平台收取，并由微信平台自动扣除，实际收取情况以微信平台的政策为准，与千聊无关。</p>
            <p>6.3.	您通过使用千聊平台产品及服务获得的收益，由千聊平台代收，并在您直播间后台收益中显示，您可在登陆千聊平台直播间后台查看您的直播收益并进行提现；您申请提现后，千聊将您申请提现的金额款项支付至您绑定的微信个人钱包账户中，请确保您在后台绑定的微信号是您自己所有，且您的微信号已绑定银行卡并开通支付功能。</p>
            <p>6.4.	您保证您的个人账户所绑定的微信号及微信绑定的银行卡信息是正确、真实、有效的，且与您办理实名认证时提供的资料是保持一致的，如因您填写、绑定的账户信息错误、不一致等原因造成千聊的任何支付错误或收款不能的，由您独自承担责任。</p>
            <p>6.5.	您在为平台用户提供课程直播服务时，平台用户可对您进行赠送虚拟礼物的消费，您可根据千聊的结算要求及规则申请结算相应的收益（若有）。千聊就您收到的每笔虚拟礼物以数量为计价单位，且以一定的比例为价值基准进行兑换结算，作为支付给您的直播收益。对于非正常手段获得的虚拟礼物消费，千聊有权进行独立判断和处理，包括冻结、没收。</p>
            <p>6.6.	除上述约定外，您仍应遵守千聊平台的"提现协议"等平台规则。</p>
            <p>6.7.	您应遵守千聊平台的账期保障规则，交易货款将在课程交易结束后7天内保留在您的千聊平台账户中，为不可提现余额。期间如发生消费者索赔，则千聊有权根据最终判责结果确定是否作为赔付使用。</p>
            <p>6.8.	千聊仅提供代收款服务，并不提供税务代缴服务，您应根据税务机关的要求，自行向税务机关申报纳税；如因您怠于履行纳税义务而产生的责任，由您自行承担。</p>
            <h6>第七条 违约责任</h6>
            <p>7.1.	您清楚知晓并理解，若您所制作、复制、发布、传播的信息内容违反本协议约定的信息内容规范或行为规范，一经发现，千聊将根据违规程度采取相应的措施，包括但不限于：即时删除该等信息内容、永久封停直播间、永久拉黑您的ID。</p>
            <p>7.2.	任何因您的行为而侵害第三方合法权益，导致第三方向千聊提起诉讼、索赔和/或导致千聊声誉受损的，因此产生的全部直接及间接费用、损失及赔偿应由您负责承担，包括但不限于千聊为此支出的任何合理费用。</p>
            <p>7.3.	因您违反本协议项下约定而给千聊造成的损失，千聊有权要求您进行赔偿。如您的行为对千聊的商誉、信誉造成不良影响，您还应在微信、微博、千聊直播间等线上或者其他线下渠道发布对千聊的《致歉声明》。</p>
            <h6>第八条 退课退费处理</h6>
            <p>8.1.	您同意，在千聊受理消费者提出的消费者保障服务维权和赔付申请时予以积极配合，并在千聊要求的时间期限内提供相关证据材料以证明您与消费者交易的付费课程不存在消费者提出的问题或符合双方的约定，并保证所提交的证据材料真实、合法。</p>
            <p>8.2.	如千聊以普通或非专业人员的知识水平标准，对您和/或消费者提供的证据材料进行表面审核后，判断您未全面履行消费者保障服务内容的，则千聊可根据本协议及其它公示规则的规定，通过您依据本协议提供的消费者保障服务方式，要求您对因此遭受权益损失的消费者进行违约赔付；如千聊通过您预留的联系方式经三个工作日仍无法联系到您，或联系您后超过三个工作日您仍未进行退款赔付的，千聊有权直接从您的账户中扣取相应款项用于违约赔付；如千聊已先行向消费者垫付上述费用的，千聊有权暂时冻结您的账户，并从您的账户余额中直接扣取相应金额。</p>
            <p>8.3.	如因您违反本协议约定或违反法律法规的要求，导致您的课程被千聊删除，或被用户投诉要求退费，或被行政机关作出处罚等，由此产生的费用应全部由您承担，且由您负责处理纠纷事宜；如因您未能在千聊要求的合理期限内妥善处理退费及罚款事宜，千聊有权冻结您的账户并直接从您的账户中扣除相应款项，或代您处理并垫付相关的退费及处罚，但千聊代您垫付后有权要求您在十日内按千聊垫付金额的2倍向千聊偿还。</p>
            <h6>第九条 免责声明</h6>
            <p>9.1.	您完全根据自身意志和意愿以自身行为使用千聊平台产品及服务，您同意使用千聊平台产品及服务所存在的风险完全由您自己承担；因您使用千聊平台产品及服务而产生的一切损害、损失、责任及后果也由您自己承担，千聊对您不承担任何责任。</p>
            <p>9.2.	千聊根据现有技术条件和实际情况尽量提供符合要求的产品及服务，但并不担保该产品及服务一定能满足您的全部要求，也不担保该产品及服务因实际情况出现变更、中断或终止的情形；千聊对平台产品及服务的及时性、安全性、准确性也都不作担保，您不得就此向千聊提出任何要求。</p>
            <p>9.3.	对于因不可抗力或千聊及平台不能控制的原因造成的产品及服务中断或其它缺陷，千聊不承担任何责任，但将尽力减少因此而给您造成的损失和影响。</p>
            <p>9.4.	您如无法接受本协议相关约定和免责声明，有权自主决定不使用千聊平台的产品及服务或终止使用千聊平台的产品及服务。如接受本协议，应严格遵守相关条款。您使用千聊平台的产品及服务视为您接受协议并受协议、运营规则约束。</p>
            <h6>第十条 保密制度</h6>
            <p>10.1.	您应严格遵守千聊的保密制度，承诺无限期保守千聊的商业秘密。因您违反约定使用或披露千聊商业秘密或信息使千聊遭受任何名誉、声誉或经济上的、直接或间接的损失，应当由您负责赔偿。商业秘密是指由千聊提供的、或者您在使用平台服务期间了解到的、或者千聊对第三方承担保密义务的，与千聊业务有关的，能为千聊带来经济利益，具有实用性的、非公知的所有信息，包括但不限于技术信息、经营信息和与千聊行政管理有关的信息和文件(含本协议及相关协议内容)、您通过千聊平台获得的收益的金额和结算方式、标准、权利归属方式、授权方式、学员名单、其他直播间用户的名单、联系方式、千聊工作人员名单等不为公众所知的信息。 </p>
            <p>10.2.	您应严格遵守本协议，未经千聊书面授权或同意，对千聊的商业秘密不得： </p>
            <p>(1) 以任何方式向第三方或不特定的公众进行传播、泄露； </p>
            <p>(2) 为非本协议的目的而使用千聊的商业秘密。 </p>
            <p>10.3.	本协议终止后，您应将千聊的商业秘密全部返还，或在千聊监督下，将记载千聊商业秘密的全部文件销毁。 </p>
            <p>10.4.	本条款规定在本协议终止后仍然有效。</p>
            <h6>第十一条 协议的修改及效力</h6>
            <p>11.1.	千聊有权修改相关运营规则和本协议的条款，一旦运营规则或本协议的内容有修改和变动，千聊将会直接在千聊经营的平台上公布修改之后的运营规则或协议内容，新的运营规则或协议自公布之日即时生效。该公布行为视为千聊已经通知您修改内容，千聊也可通过其他适当方式向您提示修改内容，您也可自行到千聊相关网站查阅。</p>
            <p>11.2.	如果您不同意千聊新的运营规则或本协议内容所做的修改，您有权停止使用千聊平台的产品及服务。如果您继续使用千聊平台的产品及服务，则视为您同意并接受千聊新的运营规则和千聊对本协议相关条款所做的修改。</p>
            <p>11.3.	您一旦同意本协议，本协议所有条款及约定均对您此前的行为有效，自您创建直播间起发生的所有行为，均应受最新版本的《千聊平台服务协议》约束；如此前已发生的行为不符合《千聊平台服务协议》的约定的，您应及时更改，以符合千聊平台规范及《千聊平台服务协议》的要求。</p>
            <h6>第十二条 其他</h6>
            <p>12.1.	无论本协议因何原因终止，在协议终止前的行为所导致的任何赔偿和责任，您必须完全且独立地承担责任。即使本协议终止，千聊仍可根据本协议的规定处理，包括但不限于使用您在千聊平台账户中的余额来处理因本协议有效期内发生的交易所导致的消费者索赔。</p>
            <p>12.2.	本协议的订立、执行和解释及争议的解决均应适用中华人民共和国法律(不包括冲突法)。该等适用法律与政策可能处于动态变化过程中，因此，若因适用法律与政策发生变化，导致您和/或千聊在本协议项下的权益有所增减，均不构成本协议的全部或某个条款自然无效或终止可执行性的依据，除非发生变化的该等适用法律与政策属于效力性强制性规定。 </p>
            <p>12.3.	与本协议有关的任何争议，应由双方协商解决。协商不成，应向广州市天河区人民法院提起诉讼。 </p>
            <p>本规定自2018年9月24日起施行。</p>
        </div>
    )
}
export default ProtocolPage;