function BExample(title){
    return [
        '很不错的课程！\n用故事的方式从零开始跟我们介绍金融体系的形成，并映射中美之间的关系和金融体系。\n没有晦涩的经济学术语，通俗易懂，想要理财的小白值得一看。\n干货满满，打开你另一个角度的思考。推荐！',
        '一直有个疑惑：为什么自己的孩子学得那么痛苦，而有些人却可以如此轻松？\n我在这门课里找到了答案：孩子学得痛苦，是因为缺乏内驱力。\n总是被动学习，把学习当做痛苦的任务，那怎么可能学得好呢？\n培养孩子的学习能力，将是孩子一生的财富。\n这门课程，真心安利大家。',
        '越来越多的家长明白玩中学的必要性！\n育儿名师以金字塔能力体系为准绳，带着你和宝宝玩出超强学习力 \n新课上架，限时优惠 \n让孩子有成就感，爱上学习 \n还不快抢！',
        '【学了这门课，业绩至少增长5倍】\n阿里全球销售冠军贺学友老师将十几年的顶尖销售经验凝结成五维销售力模型，20节课全方位打造你的销售力，助你成为年薪百万Top Sales',
        '说话不是开口的随意表达，而是要把你的想法装进对方的脑子里！\n你那么优秀，千万别输在沟通上啊！\n长江商学院（中国最贵的商学院）演讲教练、明星演讲培训导师亲子帮你培训你的口才！不再成为冷场王！',
        '独创九宫格气质图，快速帮你定位并寻找到你不被发现的气质，并且通过面部训练、身材重塑以及服装搭配来重新定义你的美！ \n强烈推荐你一定要上J小姐的课程，这是每个女孩一生必须上的寻找自我定位，让自己变美的课程~'
    ]
}

function CExample(title){
    return [
        '课程太棒！实在忍不住分享一下！\n《' + title + '》\n让知识变的如此易懂，扫码就可以查看课程~',
        '发现一门好课~推荐！\n通俗易懂，打开我另一个角度的思考',
        '所有的优秀都是训练的结果。\n而这门课程，干货满满，让我获得了最丰富实用的只知识。\n推荐！推荐！',
        '我希望未来的几年，不要因为懈怠而辜负了自己。\n我们不断往上爬，不是为了被世界看见，而是为了看见世界。\n加油！欢迎加入我的成长小分队~',
        '勇敢的人总是在寂寥的夜里，不动声色的强大！\n我正在学习：《' + title + '》',
        '这真是个好课，很好的那种！\n看到别人分享，刚好是我需要的知识，就报名试试看。\n上完课，受益匪浅，老师的见解和经验都非常宝贵，推荐给有需要的人。'
    ]
}

module.exports.BExample = BExample;
module.exports.CExample = CExample;