import React from 'react';

const ProtocolLiveStudio = props => {
    return (
        <div className='protocol-live-studio-page'>
        <h1 className="title">千聊专业版服务协议</h1>
        <p>第一条【完全了解】</p>
        <p>请您（以下亦称“千聊专业版用户”）仔细阅读本协议全部条款，并确认您已完全了解本协议之规定。</p>
        <p>如您未满18周岁，请在使用本协议项下服务前取得监护人的同意，并在监护人陪同和指导下阅读本协议。</p>
        <p>请您审慎阅读并选择接受或不接受本协议。您通过网络页面点击确认或签订本协议，即表示同意接受本协议各项条款的约束，本协议将构成您与千聊平台运营方（以下简称千聊）之间关于千聊专业版服务事宜的直接有约束力的法律文件。</p>
        <p>第二条【充分授权】</p>
        <p>请确认您依照中华人民共和国法律（为本协议之目的，含行政法规、部门规章、规范性文件，下同）、及您所在地之法律、及您自愿或应当接收其管辖之法律（以下合称“法律”），有权签署并同意接受本协议的约束。如果您代表您的雇主或单位，请在签署前，确认并保证您已获得签署本协议的充分授权。</p>
        <p>第三条 【服务内容及方式】</p>
        <p>千聊独立专属版、千聊知识店铺升级版均指千聊专业版。</p>
        <p>千聊专业版服务的服务内容详见“千聊专业版功能清单”页面（网址链接：http://www.qlchat.com/official/studio）。千聊有权利根据用户需求、产品及服务类型的变化，对千聊专业版功能和权益进行调整、优化，并在上述“千聊专业版功能清单”页面及时予以公示。</p>
        <p>千聊应尽可能保证千聊专业版稳定运行。</p>
        <p>学员在千聊专业版上通过打赏、购买课程、发红包等方式向您支付的资金，您均同意由千聊代收。千聊无法提供资金即时到账服务，您认可资金于途中流转需要合理时间。您使用千聊代收服务期间，千聊无须对为您保管、代收或代付款项的货币贬值、汇率损失和利息损失及其他风险担责，并且千聊无须向您支付此等款项的任何孳息。如学员提出开具发票，您有义务以自己名以向学员开具相应金额的发票。</p>
        <p>第四条 【收费标准及支付时间、方式】</p>
        <p>千聊专业版服务费为4999元/两年、2599元/一年、1599元/半年。</p>
        <p>您可以通过付费方式购买千聊专业版服务，具体方式为：通过网上银行、第三方支付平台或千聊提供的其他付费途径支付一定数额的人民币，从而获得服务使用权限。只有根据提示确认其同意按照前述支付方式支付费用并完成了支付行为，才能使用该等收费服务。支付行为的完成以银行或第三方支付平台生成“支付已完成”的确认通知为准。</p>
        <p>千聊专业版年费标准由千聊制定，千聊有权根据具体情况对千聊专业版年费标准作出调整，并提前在千聊作出公告或以其他方式通知您。若千聊专业版年费标准发生变更，将只对后续新开通服务的千聊专业版用户或续费用户产生影响。</p>
        <p>千聊专业版服务有效期为两年、一年、半年（自开通之日起算）。服务期限届满前，您可自行选择续费，续费则服务期自动顺延；服务期限届满未续费的，千聊将终止提供千聊专业版服务。</p>
        <p>千聊专业版不支持退款，在服务有效期内，无论任何原因，千聊专业版用户中途停止使用千聊专业版服务的，已收取的千聊专业版年费将不予以退还。</p>
        <p>第五条【善意使用】</p>
        <p>您同意，遵守法律及本协议规定，秉承善意使用千聊专业版，且保证：</p>
        <p>1） 不会利用千聊专业版进行非法活动、或进行侵犯他人权利或损害他人利益的活动；不会以非法方式获取或利用千聊专业版其他用户的信息。</p>
        <p>2） 不会以技术方式攻击或破坏或改变千聊专业版的部分或全部、或干扰其运行；不会以非法方式获取或使用千聊专业版的任何软件、代码或其他技术或商业信息；不会对千聊专业版运行的任何程序进行反向工程、反向编译、反向汇编或改写。</p>
        <p>3） 不会未经许可使用千聊的网站名称、公司名称、商标、商业标识、网页版式或内容、或其他由千聊享有知识产权或权利的信息或资料；不会侵犯 千聊的商标权、著作权、专利权、其他知识产权或其他合法权利或权益。不会以任何方式贬损千聊的商业声誉。</p>
        <p>4） 不会利用千聊专业版进行其他违背公序良俗的活动。</p>
        <p>除此同时，您在使用千聊专业版过程中，仍应遵守《千聊平台讲师协议》的所有细则。</p>
        <p>第六条 【注册账号】</p>
        <p>您注册成为千聊专业版用户，并接受千聊专业版服务时，您应保证使用真实有效的第三方平台账号。您应按照千聊的提示及要求填写或提供资料、信息，并确保相关信息的真实性、正确性及完整性；如果资料发生变化，您应及时更改并通知千聊修改相关注册信息。</p>
        <p>您同意并承诺：</p>
        <p>1）不故意冒用他人信息为您注册帐号；</p>
        <p>2）不未经他人合法授权以他人名义注册帐号；</p>
        <p>3）不使用色情、暴力或侮辱、诽谤他人等违反公序良俗的词语注册帐号。</p>
        <p>如您违反前述规定，千聊有权随时拒绝您使用该账号，或者限制您使用或者注销该账号。</p>
        <p>当您存在欺诈、售假、盗用他人账号等特定情形或您存在危及他人交易安全或账号安全风险时，或严重影响千聊专业版正常运转的，千聊会依照您行为的风险程度对您的账号采取取消收款、关停课程、终止服务等强制措施。</p>
        <p>您提供虚假注册信息或利用千聊专业版的服务从事非法活动给第三方用户造成损失的，应自行对第三方用户承担赔偿责任。您利用千聊专业版的服务从事非法活动的，千聊有权随时终止对千聊专业版用户提供服务并关闭千聊专业版账户，由此给千聊及其关联方造成其它损失的，千聊及其关联方有权利要求该千聊专业版用户承担赔偿责任。</p>
        <p>第七条 【账号使用】</p>
        <p>您应自行保管及维持密码及帐号的安全，对自己的帐号保管不当造成的损失将由您自行承担。您应自行使用该账号，并对任何人利用您的帐号及密码所进行的活动负完全的责任。您应了解，在账号和密码匹配时，千聊无法对非法或未经您授权使用您帐号及密码的行为作出甄别，因此，千聊对任何使用您账号和密码登录并使用千聊专业版的行为不承担任何责任。</p>
        <p>您同意并承诺：</p>
        <p>1） 当您的帐号或密码遭到未获授权的使用，或者发生其他任何安全问题时，您会立即有效通知千聊；</p>
        <p>2） 当您每次上网或使用其他服务完毕后，会将有关帐号等安全退出。</p>
        <p>千聊有权根据自己的判定，在怀疑账号被不当使用时，拒绝账号使用或限制账号使用。</p>
        <p>第八条【知识通使用】</p>
        <p>千聊专业版的知识通具有课程分销功能，您可通过知识通功能进行课程分销，获得分销收益。请您在使用知识通功能时，必须遵守以下规则：</p>
        <p>您可从知识通商城挑选课程进行转载分销，并可对转载课程推文的文案标题、简介、描述等文字内容进行修改，但您应注意不得修改课程主页图片、讲师名称、课程列表等基本信息，修改后的内容必须能体现课程主题，同时须遵守相关法律法规的规定，不得做虚假、欺诈、诱导宣传，不得违背公序良俗，且不得侵犯课程讲师的合法权益，否则乙方应承担相关法律责任，如造成甲方损失的，乙方应承担全部赔偿责任。</p>
        <p>您可获得的分销比例提成，是根据投放课程的讲师或代理决定，具体收益会体现在知识通商城的课程卡片下方。</p>
        <p>第九条【收益结算】</p>
        <p>您通过千聊专业版所获得的全部收益，包括但不限于自行开课获得的课程收益、私问收益、打赏收益、以及课程分销收益，您需自行承担微信平台手续费、IOS渠道费、银行转账手续费等资金流转成本。</p>
        <p>第十条 【隐私声明】</p>
        <p>千聊承诺对您的注册信息承担保密义务，非经您同意或非依照法律或司法、行政机关的强制性命令，千聊不会向任何第三方披露您的注册信息。</p>
        <p>您承诺对千聊及千聊专业版中的学员信息承担保密义务，未经千聊同意或非依照法律或司法、行政机关的强制性命令，您不得向任何第三方披露千聊及千聊专业版中的学员信息。</p>
        <p>第十一条 【知识产权】</p>
        <p>千聊专业版中所有内容，包括但不限于著作、图片、档案、资讯、资料、网站架构、网站画面的安排、网页设计，均由千聊或千聊关联企业依法拥有其知识产权，包括但不限于商标权、专利权、著作权、商业秘密等。非经书面同意，任何人不得擅自使用、修改、复制、公开传播、改变、散布、发行或公开发表本网站程序或内容。</p>
        <p>您上传或发表的内容，应保证其为著作权人或已取得合法授权，并且该内容不会侵犯任何第三方的合法权益。如果第三方提出关于著作权的异议，千聊应通知千聊专业版用户及时更正，经通知拒不更正的，千聊有权采取删除、屏蔽、断开链接等技术措施。给千聊或任何第三方造成损失的，您应负责全额赔偿，您的行为使千聊遭受第三人主张权利，千聊可在对第三人承担金钱给付等义务后就全部损失向您追偿。</p>
        <p>千聊有权对您发布的内容进行审核，有权根据相关证据结合《侵权责任法》、《信息网络传播权保护条例》等法律法规对侵权信息进行处理。</p>
        <p>第十二条 【用户的违约及处理】</p>
        <p>发生如下情形之一的，视为您违约：</p>
        <p>1）使用千聊专业版服务时违反有关法律法规规定；</p>
        <p>2）违反本协议、本协议补充协议约定或千聊专业版中公示的千聊专业版功能、权益、服务规则。</p>
        <p>3）违反《千聊平台服务协议》。</p>
        <p>您在千聊专业版上发布的信息构成违约的，千聊可根据相应规则立即对相应信息进行删除、屏蔽处理或对您的课程进行下架、监管。</p>
        <p>您在千聊专业版上实施的行为，或虽未在千聊专业版上实施但对千聊及其用户产生影响的行为构成违约的，千聊可依据相应规则对您执行限制参加推广活动、中止向您提供部分或全部服务、冻结收益账户、划扣违约金等处理措施。如您的行为构成根本违约的，千聊可查封您的账号，终止向您提供服务。</p>
        <p>您应就您的行为承担全部法律责任。如您的行为使千聊遭受损失（包括自身的直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失），您应赔偿千聊的上述全部损失；如您应向千聊承担责任，前述责任不因本协议或本协议项下的服务被终止而免除</p>
        <p>第十三条 【不可抗力条款】</p>
        <p>千聊依照法律规定履行基础保障义务，但对于下述原因导致的合同履行障碍、履行瑕疵、履行延后或履行内容变更等情形，千聊不承担相应的违约责任：</p>
        <p>1）因自然灾害、罢工、暴乱、战争、政府行为、司法行政命令等不可抗力因素；</p>
        <p>2）因电力供应故障、通讯网络故障等公共服务因素或网络流量拥堵、黑客攻击等第三人因素；</p>
        <p>3）在千聊已尽善意管理的情况下，因常规或紧急的设备与系统维护、设备与系统故障、网络信息与数据安全等因素。</p>
        <p>第十四条 【服务终止】</p>
        <p>本协议或本协议项下千聊所提供的本协议项下的服务可在下述情形下部分或全部中止或终止：</p>
        <p>1） 因法律规定，或千聊服从行政命令或司法判令的要求。</p>
        <p>2） 您盗用他人账号、发布违禁信息、骗取他人财物、侵犯他人知识产权、扰乱市场秩序、采取不正当手段谋利等行为，千聊依据本协议、本协议补充协议约定或千聊专业版中公示规则对您的账号予以查封的。</p>
        <p>3） 除上述情形外，因您多次违反千聊专业版规则相关规定且情节严重，千聊依据本协议、本协议补充协议约定或千聊专业版中公示规则对您的账号予以查封的。</p>
        <p>4）用户违反本协议。</p>
        <p>5）千聊认为应予终止的其他情形。</p>
        <p>在本协议或本协议项下千聊提供的服务中止或终止时，千聊有权实施以下行为：</p>
        <p>1） 拒绝用户登录千聊专业版；</p>
        <p>2） 删除用户信息；</p>
        <p>3） 对于用户过往的违约行为，千聊仍可依据本协议向用户追究违约责任。</p>
        <p>在一般情形下，千聊会提前按照您提供的联系方式以电子邮件或短信或其他电子方式通知您，服务将中止或终止。您应了解并同意，在紧急情况或特殊下，千聊可不经通知即中止或终止服务。</p>
        <p>本协议终止后，您仍有未完成的收费服务的，应积极与学员协商解决；拒绝协商或协商未果的，千聊将依据《中华人民共和国消费者权益保护法》等法律法规的规定，为学员向千聊专业版用户追究违约责任提供必要信息或协助，如学员或其他第三方因此向千聊起诉、索赔， 千聊及其关联方遭受的一切损失需由您承担，本协议终止后本条款继续有效</p>
        <p>第十五条【责任承担】</p>
        <p>若由于您使用千聊专业版的行为导致学员或其他第三方向“千聊及其关联方起诉、索赔，千聊及其关联方被行政机构处罚，千聊及其关联方所遭受的一切损失需由您承担，千聊将依据《中华人民共和国消费者权益保护法》等法律法规的规定，为学员或其他第三方向您追究责任提供必要信息或协助。</p>
        <p>第十六条【通知】</p>
        <p>您提供的微信号、手机号或其他联系方式，将作为千聊联系您的有效方式。千聊将向您的上述其中之一或若干联系方式向您送达各类通知，而此类通知的内容可能对您的权利义务产生重大的有利或不利影响，请您务必及时关注。如果因提供的联系方式不确切，或不及时告知变更后的联系方式，使通知无法送达或未及时送达，由您自行承担由此可能产生的法律后果。</p>
        <p>千聊通过上述联系方式向您发出通知，其中以电子方式发出的书面通知，包括但不限于在千聊专业版公告，向您提供的联系电话发送手机短信，向您提供的电子邮件地址发送电子邮件，向您的第三方账号（如微信账号）推送千聊公众号消息，在发送成功后即视为送达；以纸质载体发出的书面通知，按照提供联系地址交邮后的第五个自然日即视为送达。</p>
        <p>第十七条 【法律适用】</p>
        <p>您在使用千聊专业版时，应遵守中华人民共和国法律、及您所在地之法律、及您自愿或应当接收其管辖之法律。</p>
        <p>本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。</p>
        <p>第十八条 【争议解决】</p>
        <p>本协议签订地为中国广东省广州市天河区。</p>
        <p>您和千聊均同意，因本协议解释或执行引起的任何争议，双方应首先友好协商解决。协商不成的，你同意将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。</p>
        <p>第十九条 【协议的修改权及可分性】</p>
        <p>为更好地提供服务并符合相关监管政策，千聊有权及时修改本协议条款。本协议如果变更，千聊将尽可能提前发布通知。但您应了解并同意，千聊有可能未经事先通知，而修改或变更本协议，您也应随时关注本协议是否有修改或变更之情形。如果本协议修改或变更，而您不能接受修改或变更后的内容，您可以停止使用千聊专业版。如果您继续使用，则表明您完全接受并愿意遵守修改或变更后的本协议。</p>
        <p>本协议任一条款被视为废止、无效或不可执行，该条应视为可分的且并不影响本协议其余条款的有效性及可执行性。</p>
        <p>请您再次确认您已全部阅读并充分理解上述协议。</p>

        </div>
    )
}
export default ProtocolLiveStudio;